<?php
$a = array(
    "สิ่งที่สำคัญที่สุดคือ เราต้องเชื่อว่าเราทำได้",
    "ผมรู้ว่าผมไม่รู้อะไร",
    "ความสำเร็จมีขึ้นตอนอย่าใจร้อน",
    "อินเทรนด์ สำหรับผมคือเอาท์",
    "จะประสบความสำเร็จ ไม่จำเป็นต้องเป็นผู้นำเสมอ",
    "ดอกไม้อ่ะมีปัญญาซื้อ แต่คนถืออ่ะไม่มีปัญญาหา",
    "ช็อคโกแลตไม่ต้อง กุหลาบไม่ต้อง ขอกุญแจห้องอย่างเดียว",
    "ร้ายก็หาว่าแย่ พออ่อนแอก็หาว่าสำออย",
    "ที่อยากมีคนดูแล ไม่ได้อ่อนแอเราแค่อ่อย",
    "ประกาศหาสายเปย์  ที่ไม่เทและรักจริง",
    "ถ้าหัวใจรู้สึกว่าใช่ สเป็คที่ตั้งไว้ก็ไม่จำเป็น",
    "ลำโพงมันดัง แต่ ลำพังมันเหงา",
    "ไม่ใช่ว่าต้องสำคัญ ขอแค่นึกถึงกันบ้างก็พอ",
    "โสดแล้วโคดเหงา เห็นโพสเราแล้วทักมาได้เลย",
    "ข้อดีของการโสด คือไม่มีคนโกดเวลาไปแรด",
    "สุดท้าย โชคชะตาก็กำหนดเส้นทางให้เราเอง",
    "อย่าเข้าข้างตัวเอง เพราะแค่มีคนมาทำดีด้วย",
    "เหตุผลที่ฉันอยู่เป็นโสด เพราะสวรรค์ลงโทษพวกตาไม่ถึง",
    "ขอตัวไปนอน เพราะคนที่รอ ไม่คุยกะกู",
    "อย่าเลือกคนที่เค้าดีกว่าเรา แต่จงเลือกคนที่ทำให้ชีวิตเราดีขึ้น",
);
$random_key = array_rand($a.1);
echo "<p>" . $a[$random_key] . "</p>";